[
  {
    "text": "اللّهـمَّ أَنْتَ رَبِّـي لا إلهَ إلاّ أَنْتَ، خَلَقْتَني وَأَنا عَبْـدُك، وَأَنا عَلـى عَهْـدِك وَوَعْـدِك ما اسْتَـطَعْـت، أَعـوذُ بِكَ مِنْ شَـرِّ ما صَنَـعْت، أَبـوءُ لَـكَ بِنِعْمَـتِـكَ عَلَـيَّ، وَأَبـوءُ بِذَنبـي، فَاغْفِـرْ لي، فَإِنَّهُ لا يَغْفِـرُ الذُّنـوبَ إلاّ أَنْتَ.",
    "benefits": "من قاله موقنًا به ومات في يومه دخل الجنة.",
    "repeat": 1
  },
  {
    "text": "رَضيـتُ بِاللهِ رَبَّـاً، وَبِالإسْلامِ ديـناً، وَبِمُحَـمَّدٍ ﷺ نَبِيّـاً.",
    "benefits": "غُفر له ذنبه.",
    "repeat": 3
  },
  {
    "text": "اللّهُـمَّ ما أَصْبَـحَ بي مِـنْ نِعْـمَةٍ أَو بِأَحَـدٍ مِـنْ خَلْـقِك، فَمِـنْكَ وَحْـدَكَ لا شَريكَ لَـك، فَلَـكَ الحَمْـدُ وَلَـكَ الشُّكْـر.",
    "benefits": "أدى شكر يومه.",
    "repeat": 1
  },
  {
    "text": "اللّهُـمَّ عافِـني في بَدَنـي، اللّهُـمَّ عافِـني في سَمْعـي، اللّهُـمَّ عافِـني في بَصَـري، لا إلهَ إلاّ أَنْـتَ.",
    "benefits": "",
    "repeat": 3
  },
  {
    "text": "اللّهُـمَّ إنِّـي أَعـوذُ بِكَ مِنَ الكُـفر، وَالفَقْـر، وَأَعـوذُ بِكَ مِنْ عَذابِ القَـبْر، لا إلهَ إلاّ أَنْـتَ.",
    "benefits": "",
    "repeat": 3
  },
  {
    "text": "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ، عَلَيْهِ تَوَكَّلْـتُ، وَهُوَ رَبُّ العَرْشِ العَظـيم.",
    "benefits": "من قالها 7 مرات كفاه الله ما أهمه.",
    "repeat": 7
  },
  {
    "text": "بِسـمِ اللهِ الَّذي لا يَضُـرُّ مَعَ اسْـمِهِ شَيءٌ فِي الأرْضِ وَلا فِي السّمـاءِ، وَهُوَ السّمـيعُ العَلـيم.",
    "benefits": "لم يضره شيء.",
    "repeat": 3
  },
  {
    "text": "اللّهُـمَّ صَلِّ وَسَلِّـم عَلـى نَبِيِّنـا مُحَـمّد.",
    "benefits": "تنال شفاعة النبي ﷺ.",
    "repeat": 10
  },
  {
    "text": "اللّهُـمَّ إنِّـي أَصبَـحتُ أُشْـهِدُك، وَأُشْـهِدُ حَمَـلَةَ عَرْشِـك، وَمَلائِكَتَـكَ، وَجَميعَ خَلْقِـك، أَنَّكَ أَنْتَ اللهُ لا إلهَ إلاّ أَنْتَ وَحْدَكَ لا شَريكَ لَـك، وَأَنَّ مُحَـمّداً عَبْـدُكَ وَرَسـولُـك.",
    "benefits": "من قالها 4 مرات أعتقه الله من النار.",
    "repeat": 4
  },
  {
    "text": "اللّهُـمَّ إِنِّـي أَعـوذُ بِكَ مِنَ الْهَـمِّ وَالْحَـزَنِ، وَأَعـوذُ بِكَ مِنَ العَجْـزِ وَالْكَسَـل، وَأَعـوذُ بِكَ مِنَ الجُـبْنِ وَالْبُخْـل، وَأَعـوذُ بِكَ مِن غَلَبَـةِ الدّيْنِ وَقَهْـرِ الرّجـال.",
    "benefits": "",
    "repeat": 1
  },
  {
    "text": "لا إلهَ إلاّ اللهُ وَحْدَهُ لا شَريكَ لَهُ، لَهُ المُـلكُ وَلَهُ الحَمْـد، وَهُوَ عَلـى كُلِّ شَيْءٍ قَدير.",
    "benefits": "من قالها 100 مرة كانت له عدل عشر رقاب.",
    "repeat": 100
  },
  {
    "text": "بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي، وَبِكَ أَرْفَعُهُ، فَإِن أَمْسَكْتَ نَفْسِي فارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا، بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ",
    "benefits": "",
    "repeat": 1
  },
  {
    "text": "اللَّهُمَّ إِنَّكَ خَلَقْتَ نَفْسِي وَأَنْتَ تَوَفَّاهَا، لَكَ مَمَاتُهَا وَمَحْياهَا، إِنْ أَحْيَيْتَهَا فَاحْفَظْهَا، وَإِنْ أَمَتَّهَا فَاغْفِرْ لَهَا. اللَّهُمَّ إِنِّي أَسْأَلُكَ العَافِيَةَ",
    "benefits": "",
    "repeat": 1
  },
  {
    "text": "اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ، وَوَجَّهْتُ وَجْهِي إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ، وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ",
    "benefits": "",
    "repeat": 1
  },
  {
    "text": "الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنَا وَسَقَانَا، وَكَفَانَا، وَآوَانَا، فَكَمْ مِمَّنْ لاَ كَافِيَ لَهُ وَلاَ مُؤْوِيَ",
    "benefits": "",
    "repeat": 1
  },
  {
    "text": "سُبْحـانَ اللهِ وَبِحَمْـدِهِ.",
    "benefits": "مَن قالها 100 مرة غُفرت ذنوبه وإن كانت مثل زبد البحر.",
    "repeat": 100
  },
  {
    "text": "أسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ.",
    "benefits": "",
    "repeat": 100
  }
]
