[
  {
    "text": "أستغفرُ اللهَ العظيمَ الذي لا إلهَ إلا هو، الحيَّ القيّومَ، وأتوبُ إليه.",
    "benefits": "أفضل صيغ الاستغفار للتوبة والرجوع إلى الله.",
    "repeat": 3
  },
  {
    "text": "ربِّ اغفر لي وتب عليَّ إنك أنت التوابُ الرحيم.",
    "benefits": "طلب المغفرة والتوبة من الله تعالى.",
    "repeat": 3
  },
  {
    "text": "اللهم إنك عفوٌ تحب العفو فاعفُ عني.",
    "benefits": "دعاء مأثور عن النبي ﷺ خاصة في مواسم المغفرة.",
    "repeat": 3
  },
  {
    "text": "اللهم اغفر لي ذنبي كله، دِقَّه وجِلَّه، وأوله وآخره، وعلانيته وسره.",
    "benefits": "دعاء شامل لغفران كل الذنوب صغيرها وكبيرها.",
    "repeat": 1
  },
  {
    "text": "اللهم اجعلني من التوابين واجعلني من المتطهرين.",
    "benefits": "دعاء بطهارة القلب والتوبة.",
    "repeat": 3
  },
  {
    "text": "أستغفر الله العظيم وأتوب إليه من كل ذنب أذنبته عمدًا أو خطأ، سرًا أو علانية.",
    "benefits": "صيغة شاملة للاستغفار عن جميع الذنوب.",
    "repeat": 3
  },
  {
    "text": "اللهم تب عليَّ توبةً نصوحًا، واجعلني من عبادك الصالحين.",
    "benefits": "دعاء لطلب التوبة النصوح والثبات على الطاعة.",
    "repeat": 1
  },
  {
    "text": "اللهم اغفر لي، وارحمني، واهدني، وعافني، وارزقني.",
    "benefits": "دعاء جامع لخيري الدنيا والآخرة.",
    "repeat": 3
  },
  {
    "text": "ربنا ظلمنا أنفسنا وإن لم تغفر لنا وترحمنا لنكونن من الخاسرين.",
    "benefits": "دعاء سيدنا آدم عليه السلام بعد المعصية.",
    "repeat": 3
  },
  {
    "text": "رب اغفر لي ولوالدي وللمؤمنين يوم يقوم الحساب.",
    "benefits": "دعاء من القرآن لطلب المغفرة للنفس والوالدين.",
    "repeat": 3
  },
  {
    "text": "اللهم إني ظلمت نفسي ظلمًا كثيرًا ولا يغفر الذنوب إلا أنت، فاغفر لي مغفرةً من عندك، وارحمني إنك أنت الغفور الرحيم.",
    "benefits": "دعاء مأثور عن النبي ﷺ بطلب المغفرة.",
    "repeat": 2
  },
  {
    "text": "أستغفر الله الذي لا إله إلا هو الحي القيوم وأتوب إليه.",
    "benefits": "من قالها غفر الله ذنوبه وإن فرّ من الزحف.",
    "repeat": 3
  },
  {
    "text": "أستغفر الله وأتوب إليه.",
    "benefits": "قالها النبي ﷺ في اليوم أكثر من سبعين مرة.",
    "repeat": 70
  },
  {
    "text": "اللهم اجعل آخر كلامي من الدنيا لا إله إلا الله، وتوفني وأنت راضٍ عني.",
    "benefits": "دعاء حسن الخاتمة والمغفرة.",
    "repeat": 1
  },
  {
    "text": "اللهم ارزقني توبةً نصوحًا لا أعود بعدها أبدًا، واغسلني من خطاياي بالماء والثلج والبرد.",
    "benefits": "دعاء بالتوبة والتطهير من الذنوب.",
    "repeat": 2
  },
  {
    "text": "اللهم باعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب.",
    "benefits": "من دعاء الاستفتاح لطهارة القلب.",
    "repeat": 1
  },
  {
    "text": "اللهم نقِّني من خطاياي كما يُنقّى الثوب الأبيض من الدنس.",
    "benefits": "دعاء لتصفية القلب من الذنوب.",
    "repeat": 1
  },
  {
    "text": "رب اغفر لي خطيئتي يوم الدين.",
    "benefits": "دعاء مختصر بيوم الحساب.",
    "repeat": 3
  },
  {
    "text": "اللهم ارزقني خشيتك في الغيب والشهادة، وكلمة الحق في الغضب والرضا.",
    "benefits": "دعاء للتوبة الحقيقية والخشية من الله.",
    "repeat": 1
  },
  {
    "text": "رب اغفر وارحم وأنت خير الراحمين.",
    "benefits": "دعاء جامع للمغفرة والرحمة.",
    "repeat": 3
  }
]
